/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@ %2$@";

/* %1$@ = calories value; %2$@ = calories unit; e.g. “400 kcal”; appended to string like “Running Workout, 30 minutes, 5 km, 400 kcal */
", total calories %1$@ %2$@" = ", total de calorias %1$@ %2$@";

/* %1$@ = distance value; %2$@ = unit; e.g. “5 km”; appended to string like “Running Workout, 30 minutes, 5 km */
", total distance %1$@ %2$@" = ", distância total %1$@ %2$@";

/* %1$@ = iTunes store object (e.g. album. song); %2$@ = artist name */
"%1$@ by %2$@" = "%1$@ de %2$@";

/* %1$@=Type of workout, %2$@=localized duration */
"%1$@ Workout, %2$@" = "Treino de %1$@, %2$@";

/* %2$@ = of %d photos; whole thing looks like “1 of 3\nphotos” */
"%1$d %2$@" = "%1$d %2$@";

/* %@ = date that a file was last modified */
"modified %@" = "alterado: %@";

/* %@ = service name (e.g. Email) */
"%@ Accounts" = "%@ contas";

/* %@=Type of workout */
"%@ Workout, no unit data" = "Treino de %@, sem dados de unidade";

/* A folder in Dropbox or Box */
"Folder" = "Pasta";

/* A single App Store app */
"App Store app" = "Aplicação App Store";

/* A single Box file */
"Box file" = "Ficheiro do Box";

/* A single Dropbox file */
"Dropbox file" = "Ficheiro do Dropbox";

/* A single Evernote note */
"Evernote note" = "Nota do Evernote";

/* A single Giphy item */
"Giphy item" = "Elemento do Giphy";

/* A single Trello board */
"Trello board" = "Quadro do Trello";

/* A single Trello card */
"Trello card" = "Ficha do Trello";

/* A single Trello item */
"Trello item" = "Elemento do Trello";

/* A single Trello list */
"Trello list" = "Lista do Trello";

/* A single Ulysses sheet */
"Ulysses sheet" = "Folha do Ulysses";

/* A single bar code */
"Bar code" = "Código de barras";

/* A single blood pressure recording */
"Blood pressure" = "Tensão arterial";

/* A single health sample in HealthKit */
"Health sample" = "Amostra de Saúde";

/* A single iTunes artist */
"iTunes artist" = "Intérprete do iTunes";

/* A single iTunes product */
"iTunes product" = "Produto do iTunes";

/* Access resource error for notifications */
"Update Notification Settings" = "Atualizar definições de notificações";

/* Accessibility hint; front/rear camera switcher button */
"Switches between the front and back facing cameras" = "Muda entre a câmara da frente e a câmara de trás";

/* Accessibility label for camera shutter button */
"Take picture" = "Tirar fotografia";

/* Accessibility label; button to start dictation */
"Start dictation" = "Iniciar ditado";

/* Accessibility label; button to stop dictation */
"Stop dictation" = "Parar ditado";

/* Accessibility label; camera chooser; front facing camera is selected */
"Camera chooser - front facing" = "Seletor da câmara ‑ câmara da frente";

/* Accessibility label; camera chooser; rear facing camera is selected */
"Camera chooser - rear facing" = "Seletor da câmara ‑ câmara de trás";

/* Accessibility label; front/rear camera switcher button; default state */
"Camera flip" = "Mudar de câmara";

/* Add Trello card action error */
"You must provide a name to use for the new Trello Card." = "É necessário fornecer um nome a usar para a nova ficha do Trello.";

/* Add Trello card action error */
"You must select a board to create the card on." = "É necessário selecionar um quadro no qual será criada a ficha.";

/* Add Trello card action error */
"You must select a list to create the card on." = "É necessário selecionar uma lista na qual será criada a ficha.";

/* Add Trello card action error; %@=filename */
"Uploading %@ as an attachment failed." = "O envio de %@ como anexo falhou.";

/* Add new event or reminder error */
"The alert time provided was invalid. Please check for spelling errors and ensure you provide a time of day." = "A hora do aviso fornecida é inválida. Verifique se existem erros de ortografia e assegure‑se de que fornece uma hora do dia.";

/* Add new event; choose end date */
"Choose End Date" = "Escolher data de fim";

/* Add new event; date range; %1$@=start date; %12$@=end date */
"%1$@ – %2$@" = "%1$@ – %2$@";

/* Add new event; error */
"An invalid end date was provided. Please provide an end date for this event." = "Foi fornecida uma data de fim inválida. Forneça uma data de fim para este evento.";

/* Add new event; error */
"An invalid start date was provided. Please provide a start date for this event." = "Foi fornecida uma data de início inválida. Forneça uma data de início para este evento.";

/* Add new event; error */
"Invalid End Date" = "Data de fim inválida";

/* Add new event; error */
"Invalid Start Date" = "Data de início inválida";

/* Add new event; error */
"No title was provided. Please provide a title for this event." = "Nenhum título fornecido. Forneça um título para este evento.";

/* Add new reminder error */
"No title was provided. Please provide a title for this reminder." = "Nenhum título fornecido. Forneça um título para este lembrete.";

/* Add new reminder error */
"The alert location provided could not be found." = "Não foi possível encontrar a localização de aviso fornecida.";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Enter: %2$@" = "Ao chegar a: %2$@";

/* Add new reminder; %@ = location (e.g. “1 Infinite Loop”) */
"When I Leave: %2$@" = "Ao sair de: %2$@";

/* Add new reminder; alert trigger location when I’m nearby; %@ = location (e.g. “1 Infinite Loop”) */
"When I’m near: %@" = "Quando estiver perto: %@";

/* Add new reminder; alert trigger never */
"Never" = "Nunca";

/* Add new reminder; alert trigger time or location varies */
"Varies" = "Varia";

/* Add to Wunderlist action no list selected error */
"No List Selected" = "Nenhuma lista selecionada";

/* Add to Wunderlist action no list selected error */
"You must select a list to add the task to." = "É necessário selecionar uma lista à qual será adicionada a tarefa.";

/* Add to Wunderlist action no title error */
"No Title" = "Sem título";

/* Add to Wunderlist action no title error */
"You must provide a title when creating a new task in Wunderlist." = "É necessário fornecer um título ao criar uma tarefa nova no Wunderlist.";

/* Alarm frequency; All days are selected */
"Every Day" = "Todos os dias";

/* Alternative name for Set Wi-Fi action for China SKU devices */
"Set WLAN" = "Definir WLAN";

/* Alternative note for Set Wi-Fi action for China SKU devices */
"Sets the device’s WLAN to on or off." = "Ativa ou desativa o WLAN do dispositivo.";

/* App name */
"1Password" = "1Password";

/* App name */
"Dropbox" = "Dropbox";

/* App name */
"Google" = "Google";

/* App name */
"Imgur" = "Imgur";

/* App name */
"Instapaper" = "Instapaper";

/* App name */
"Slack" = "Slack";

/* App name */
"Todoist" = "Todoist";

/* App name */
"Trello" = "Trello";

/* App name */
"WordPress" = "WordPress";

/* App name */
"Wunderlist" = "Wunderlist";

/* Append file error description */
"You must specify a filename or path in Append to File." = "É necessário especificar um nome de ficheiro ou caminho na ação “Anexar ao ficheiro”.";

/* Append file failure reason */
"No File Path Provided" = "Não foi fornecido nenhum caminho do ficheiro";

/* Ask for input action */
"Enter URL" = "Introduzir URL";

/* Ask for input action */
"Enter number" = "Introduzir número";

/* Ask for input action */
"Pick date" = "Escolher data";

/* Attribution for the weather service */
"The Weather Channel" = "The Weather Channel";

/* Audio recorder */
"Tap to finish recording." = "Toque para terminar a gravação.";

/* Audio recorder */
"Tap to start recording." = "Toque para iniciar a gravação.";

/* Base 64 encoding action error */
"The base64 data passed to Base64 Encode is invalid." = "Os dados base64 passados à ação “Codificar com Base64” são inválidos.";

/* Box error */
"A file already exists with the name “%@” at the specified path." = "Já existe um ficheiro com o nome “%@” no caminho especificado.";

/* Box error */
"The folder doesn't exist" = "A pasta não existe.";

/* Box error */
"The folder doesn’t exist" = "A pasta não existe.";

/* Box error message */
"An error occured while authenticating your Box account." = "Ocorreu um erro durante a autenticação da sua conta do Box.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The folder you tried to save to (%1$@) is an existing file in your %2$@." = "A pasta em que tentou guardar (%1$@) é um ficheiro existente no seu %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to append text to (%1$@) is inside of an existing file in your %2$@." = "O caminho a que tentou anexar texto (%1$@) é dentro de um ficheiro existente no seu %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is an existing file in your %2$@." = "O caminho em que tentou criar uma pasta (%1$@) é um ficheiro existente no seu %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to create a folder at (%1$@) is inside of an existing file in your %2$@." = "O caminho em que tentou criar uma pasta (%1$@) é dentro de um ficheiro existente no seu %2$@.";

/* Box error; %1$@ = file path; %2$@ = service name (e.g. Box) */
"The path you tried to save to (%1$@) does not exist in your %2$@." = "O caminho em que tentou guardar (%1$@) não existe no seu %2$@.";

/* Box error; %@ = file path */
"We couldn’t find “%@” in your Box account." = "Não encontrámos “%@” na sua conta do Box.";

/* Button */
"Cancel" = "Cancelar";

/* Button */
"Continue Anyway" = "Continuar mesmo assim";

/* Button */
"Delete" = "Apagar";

/* Button */
"Delete Account" = "Apagar conta";

/* Button */
"Done" = "OK";

/* Button */
"Log In" = "Iniciar sessão";

/* Button */
"Next" = "Seguinte";

/* Button */
"OK" = "OK";

/* Button */
"Retry" = "Voltar a tentar";

/* Button */
"Sign In" = "Iniciar sessão";

/* Button or title */
"Add Account" = "Adicionar conta";

/* Button or title */
"Login" = "Iniciar sessão";

/* Button that takes user to the iOS Health app */
"Open Health" = "Abrir aplicação Saúde";

/* Button to allow access to health data or notifications */
"Allow Access" = "Permitir acesso";

/* Button to open Settings */
"Open Settings" = "Abrir definições";

/* Button; edit opacity */
"Opacity" = "Opacidade";

/* Button; edit rotatation in overlay image action */
"Rotation" = "Rotação";

/* Button; email account app specfic password */
"Create App-Specific Password" = "Criar palavra‑passe específica da aplicação";

/* Button; reset changes made in overlay image action */
"Reset" = "Repor";

/* Camera flash option - auto */
"Auto" = "Automático";

/* Camera flash option - off */
"Off" = "Desativado";

/* Camera flash option - on */
"Flash On" = "Ativo";

/* Choose an item */
"Choose" = "Escolher";

/* Choose from list action */
"Choose an item" = "Escolher um elemento";

/* Choose multiple images */
"Choose Images" = "Escolher imagens";

/* Choose one image */
"Choose Image" = "Escolher imagem";

/* CloudApp upload action error */
"This file is too large for CloudApp." = "Este ficheiro é demasiado grande para CloudApp.";

/* CloudApp upload action error */
"You’ve exceeded the daily upload limit allowed for the CloudApp Free plan." = "Excedeu o limite diário de envio permitido para o plano gratuito de CloudApp.";

/* Combine images action error */
"Cannot run Combine Images" = "Não é possível executar a ação “Combinar imagens”";

/* Combine images action error description */
"No images were provided to combine." = "Não foram fornecidas imagens para combinar.";

/* Conditions of the weather */
"Weather Conditions (Plural)" = "Estado do tempo";

/* Conditions of the weather */
"Weather Conditions (Single)" = "Estado do tempo";

/* Content property name */
"Biological Sex (Content Property Name)" = "Sexo biológico";

/* Content property name */
"Blood Type (Content Property Name)" = "Tipo sanguíneo";

/* Content property name */
"Date of Birth (Content Property Name)" = "Data de nascimento";

/* Content property name */
"Unspecified (Content Property Name)" = "Não especificado";

/* Create IFTTT applet */
"Create Applet" = "Criar applet";

/* Create Trello list action error */
"You must select a board to create the list on." = "É necessário selecionar um quadro no qual será criada a lista.";

/* Create folder failure description; no file path specified */
"You must specify a path for the new folder." = "É necessário especificar um caminho para a nova pasta.";

/* Create folder failure reason; no file path specified */
"No path specified!" = "Nenhum caminho especificado!";

/* Create folder file name placeholder with preceding / */
"/Adventure/" = "/Aventura/";

/* Create folder file name placeholder without preceding / */
"Adventure/" = "Aventura/";

/* Create playlist action error */
"No name was provided. Please provide a name for the playlist." = "Nenhum nome fornecido. Forneça um nome para a lista de reprodução.";

/* Date that blood pressure was recorded */
"Blood Pressure Date" = "Data da tensão arterial";

/* Default notification text for Show Notification action. */
"Notification" = "Notificação";

/* Default value for the translate text action */
"Detect Language" = "Detetar idioma";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 0 */
"Are you sure you want to delete %@?" = "Tem a certeza de que pretende apagar %@?";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 1 */
"Are you ABSOLUTELY sure you want to delete %@?" = "Tem a certeza absoluta de que pretende apagar %@?";

/* Deletion confirmation message; %@ = what is being deleted (e.g. File.txt and 5 other files); escalation level 2 */
"Are you ABSOLUTELY POSITIVELY sure you want to delete %@?" = "Tem mesmo a certeza absoluta de que pretende apagar %@?";

/* Deletion confirmation title; e.g. Delete File.txt and 5 other files? */
"Delete %@?" = "Apagar %@?";

/* Description for unauthorized resource when trying to access a user's workout data */
"workout" = "treino";

/* Dictate text action error */
"Recognition Unavailable" = "Reconhecimento indisponível";

/* Dictate text action error */
"Speech recognition is not currently available. You may need to connect to the Internet." = "O reconhecimento de voz não está disponível. Pode ser necessário estabelecer ligação à Internet.";

/* Dictate text action is listening to user */
"Now listening…" = "A ouvir…";

/* Download URL action error */
"Make sure to pass a URL to the Get Contents of URL action." = "Certifique‑se de que passa um URL à ação “Obter conteúdo do URL”.";

/* Download URL or Open URL action error */
"No URL Specified" = "Nenhum URL especificado";

/* Dropbox error */
"A file was expected, but the path provided refers to something that isn’t a file." = "Era esperado um ficheiro, mas o caminho fornecido referencia um elemento que não é um ficheiro.";

/* Dropbox error */
"A folder was expected, but the path provided refers to something that isn’t a folder." = "Era esperada uma pasta, mas o caminho fornecido referencia um elemento que não é uma pasta.";

/* Dropbox error */
"A shared link already exists." = "Já existe uma ligação partilhada.";

/* Dropbox error */
"Access to the requested path is forbidden." = "O acesso ao caminho solicitado é proibido.";

/* Dropbox error */
"An error occurred when creating a sharing link because the email associated with your Dropbox account has not been verified." = "Ocorreu um erro ao criar uma ligação de partilha, porque o e‑mail associado à conta do Dropbox não foi confirmado.";

/* Dropbox error */
"Dropbox cannot access this file or folder because of its name." = "Dropbox não consegue aceder a este ficheiro ou pasta por causa do respetivo nome.";

/* Dropbox error */
"Dropbox cannot save this file or folder because of its name." = "Dropbox não consegue guardar este ficheiro ou pasta por causa do respetivo nome.";

/* Dropbox error */
"Dropbox cannot write to the specified path due to a conflict." = "Dropbox não consegue escrever o caminho especificado devido a um conflito.";

/* Dropbox error */
"The file cannot be transferred because the content is restricted. For example, sometimes there are legal restrictions due to copyright claims." = "Não é possível transferir o ficheiro, porque o conteúdo é restrito. Por exemplo, às vezes existem restrições legais devido a direitos de autor.";

/* Dropbox error */
"The path root parameter provided is invalid." = "O parâmetro da raiz do caminho é inválido.";

/* Dropbox error */
"The request timed out. Please try again." = "O pedido excedeu o tempo limite. Tente de novo.";

/* Dropbox error */
"The share settings provided are invalid." = "As definições de partilha fornecidas são inválidas.";

/* Dropbox error */
"We couldn’t find a file at the specified path." = "Não encontrámos um ficheiro no caminho especificado.";

/* Dropbox error */
"You are not allowed to modify the settings of this link." = "Não tem permissão para modificar as definições desta ligação.";

/* Dropbox error */
"You don’t have enough available space in Dropbox to write this data." = "Não tem espaço suficiente no Dropbox para escrever estes dados.";

/* Dropbox error */
"You don’t have permission to write to the specified location." = "Não tem permissão para escrever no local especificado.";

/* Dropbox error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@." = "O caminho em que tentou guardar (%1$@) é um ficheiro existente no seu %2$@.";

/* Dropbox error; %@=file name */
"“%@” could not be saved because it is a folder or package. Consider zipping this file using Make Archive before saving." = "Não foi possível guardar “%@”, porque é uma pasta ou um pacote. Pondere comprimir este ficheiro com a ação “Criar arquivo” antes de guardar.";

/* Dropbox error; %@=file path */
"No item was found at path: %@" = "Não foi encontrado nenhum elemento no caminho: %@";

/* Dropbox or Box error */
"Folder already exists" = "A pasta já existe";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing file in your %2$@. When saving multiple files at a time, you should specify a path to a folder instead." = "O caminho em que tentou guardar (%1$@) é um ficheiro existente no seu %2$@. Ao guardar vários ficheiros em simultâneo deve especificar o caminho de uma pasta.";

/* Dropbox or Box error; %1$@ = file path; %2$@ = service name (e.g. Dropbox) */
"The path you tried to save to (%1$@) is an existing folder in your %2$@. When appending or prepending text to a file, you should specify a path to a file instead." = "O caminho em que tentou guardar (%1$@) é uma pasta existente no seu %2$@. Ao anexar ou antepor texto a um ficheiro deve especificar o caminho de um ficheiro.";

/* Dropbox unknown error */
"An unknown error occurred" = "Ocorreu um erro desconhecido";

/* Dropbox unknown error; %@ = error summary */
"An unknown error occurred (%@)" = "Ocorreu um erro desconhecido (%@)";

/* Email account encryption */
"Encryption" = "Cifragem";

/* Email account login authentication error */
"Authentication Failed" = "A autenticação falhou";

/* Email account login authentication error description */
"The email address or password you entered was incorrect.\n\nIf you have two step verification enabled, you need to create an app-specific password." = "O endereço de e‑mail ou a palavra‑passe introduzidos estão incorretos.\n\nSe tiver a confirmação em dois passos ativada, necessita de criar uma palavra‑passe específica da aplicação.";

/* Email account login authentication error description */
"The email address or password you specified was incorrect. If you have two step verification enabled, you need to enter an app-specific password instead." = "O endereço de e‑mail ou a palavra‑passe especificados estão incorretos. Se tiver a confirmação em dois passos ativada, necessita de introduzir uma palavra‑passe específica da aplicação.";

/* Email account login authentication error recovery suggestion */
"Advanced Settings" = "Definições avançadas";

/* Email address field placeholder */
"user@example.com" = "utilizador@example.com";

/* Email address field title or placeholder */
"Email" = "E‑mail";

/* Email host name field placeholder */
"mail.example.com" = "mail.example.com";

/* Email host name field placeholder */
"smtp.example.com" = "smtp.example.com";

/* Email host name field title */
"Host Name" = "Nome do host";

/* End date that blood pressure was recorded */
"Blood Pressure End Date" = "Data de fim da tensão arterial";

/* Erorr message for Play Sound action */
"Play Sound failed because the input was in an unsupported format." = "A ação “Reproduzir som” falhou porque a entrada estava num formato não suportado.";

/* Error alert message when invalid date is entered */
"Please enter a valid date into the Date action." = "Introduza uma data válida na ação Data.";

/* Error alert title when invalid date is entered or invalid date result */
"Invalid Date" = "Data inválida";

/* Error description when no location is provided to Get Travel Time */
"Get Travel Time failed because no destination location was passed as input." = "A ação “Obter tempo de viagem” falhou, porque não foi passada nenhuma localização de destino como entrada.";

/* Error description when no web page is provided to Run JavaScript on Web Page */
"Run JavaScript on Web Page failed because no web page was passed as input." = "A execução de JavaScript na página web falhou, porque não foi passada nenhuma página web como entrada.";

/* Error message */
"Your email or password is incorrect." = "O e‑mail ou a palavra‑passe estão incorretos.";

/* Error message description when an URL passed into Get Items From RSS Feed action could not be parsed */
"Please pass a valid feed URL to the Get Items from RSS Feed action." = "Passe um URL de feed válido à ação “Obter elementos do feed RSS”.";

/* Error message description when no address is entered into Street Address action */
"Please enter a valid address into the Street Address action." = "Introduza um endereço válido na ação Morada.";

/* Error message description when no valid location was passed to the Get Travel Time action */
"The location you passed to the Get Travel Time action could not be found. Try specifying a city and state in addition to the street address." = "A localização passada à ação “Obter tempo de viagem” não foi encontrada. Experimente especificar também a cidade além da rua.";

/* Error message for toggle alarm action if there are two alarms with the same label, %@ = the alarm label */
"Multiple alarms were found with the label %@. Try choosing a specific alarm." = "Foram encontrados vários alarmes com a etiqueta %@. Experimente escolher um alarme específico.";

/* Error message for when the Run Home Scene action cannot find a home named %1$@. */
"Run Home Scene failed because the home “%1$@” could not be found." = "A ação “Executar cena em Casa” falhou, porque a casa “%1$@” não foi encontrada.";

/* Error message for when the Run Home Scene action cannot find a scene (%1$@) in the home %2$@. */
"Run Home Scene failed because the scene “%1$@” could not be found in the home “%2$@”." = "A ação “Executar cena em Casa” falhou, porque a cena “%1$@” não foi encontrada na casa “%2$@”.";

/* Error message for when the user does not select a home when using the Run Home Scene action. */
"Run Home Scene failed because no home was selected." = "A ação “Executar cena em Casa” falhou, porque não foi selecionada nenhuma casa.";

/* Error message for when the user does not select a scene when using the Run Home Scene action */
"Run Home Scene failed because no scene was selected." = "A ação “Executar cena em Casa” falhou, porque não foi selecionada nenhuma cena.";

/* Error message title when an URL passed into Get Items From RSS Feed action could not be parsed */
"Unable to parse news feed" = "Não é possível analisar o feed de notícias";

/* Error message title when no address is entered into Street Address action */
"No Address" = "Endereço inexistente";

/* Error message title when no valid location was passed to the Get Travel Time action */
"Invalid Location" = "Local inválido";

/* Error message: Unit missing when converting */
"Please provide a unit to convert to." = "Forneça uma unidade para conversão.";

/* Error message: Unit missing when creating measurement */
"Measurement failed because no unit was specified. Please pick a unit." = "A medição falhou porque não foi especificada qualquer unidade. Escolha uma unidade.";

/* Error message; Convert measurement between invalid units. Both parameters are names of units (i.e. kilometers per hour) */
"A measurement with unit %1$@ can not be converted to %2$@." = "Uma medição com a unidade%1$@ não pode ser convertida para %2$@.";

/* Error message; Missing date when creating alarm */
"Please provide a valid date for the alarm." = "Forneça uma data válida para o alarme.";

/* Error message; Siri is disabled */
"In order to use this action, enable Siri in Settings." = "Para usar esta ação, ative Siri nas Definições.";

/* Error message; Siri is disabled */
"Unable to complete request because Siri is disabled." = "Não foi possível completar o pedido porque a funcionalidade Siri está desativada.";

/* Error message; Start timer; Duration too big */
"The timer's duration must be less than 24 hours." = "A duração do temporizador tem de ser inferior a 24 horas.";

/* Error message; Start timer; Missing duration */
"Please provide a duration for the timer." = "Forneça uma duração para o temporizador.";

/* Error message; Toggle alarm missing alarm identifier */
"Please specify an alarm to toggle." = "Especifique um alarme para ativar/desativar.";

/* Error message; Unknown error type */
"An unknown error occurred while performing the request." = "Ocorreu um erro desconhecido durante o pedido.";

/* Error message; Unsupported on platform */
"Unable to complete request because it is not supported on this platform." = "Não foi possível completar o pedido porque tal não é suportado nesta plataforma.";

/* Error title when no location provided to Get Travel Time */
"No Location" = "Sem localização";

/* Error title when no web page is provided to the Run JavaScript on Web Page action */
"No Web Page" = "Nenhuma página web";

/* Exit shortcut action error */
"User requested shortcut exit." = "Saída do atalho pedida pelo utilizador.";

/* File name example with preceding / */
"/example.txt" = "/exemplo.txt";

/* File name example without preceding / */
"example.txt" = "exemplo.txt";

/* File picker; button */
"Save Here" = "Guardar aqui";

/* File picker; get more than one selected files */
"Get Selected Files (%lu)" = "Obter ficheiros selecionados (%lu)";

/* File picker; get one selected file */
"Get Selected File (1)" = "Obter ficheiro selecionado (1)";

/* File status */
"This folder is empty" = "Esta pasta está vazia";

/* File status loading */
"Loading…" = "A carregar…";

/* Find health sample; no samples found */
"No Samples Found" = "Nenhuma amostra encontrada";

/* Find health samples; no samples found description */
"There are either no %@ samples logged or you need to give Shortcuts access to the samples in the Health app." = "Não existem amostras de %@ registadas ou necessita de conceder a Atalhos acesso às amostras na aplicação Saúde.";

/* Finish dictation command */
"Finish Dictation" = "Terminar Ditado";

/* Generic health object type when we can’t determine the object type */
"Health" = "Saúde";

/* Get File action; file name example with preceding / */
"/example.txt" = "/exemplo.txt";

/* Get File action; file name example without preceding / */
"example.txt" = "exemplo.txt";

/* Get IP address action error */
"The domain could not be found." = "Não foi possível encontrar o domínio.";

/* Get IP address action error */
"The domain could not be found. (Error 2)" = "Não foi possível encontrar o domínio. (Erro 2)";

/* Get IP address action error */
"The response data was not a valid string." = "Os dados de resposta não são uma cadeia válida.";

/* Get Trello items error */
"You must select a board to retrieve cards from." = "É necessário selecionar um quadro do qual serão recuperadas as fichas.";

/* Get Trello items error */
"You must select a board to retrieve lists from." = "É necessário selecionar um quadro do qual serão recuperadas as listas.";

/* Get Trello items error */
"You must select a list to retrieve cards from." = "É necessário selecionar uma lista da qual serão recuperadas as fichas.";

/* Get Trello items error */
"Your Trello account couldn’t be verified. Please sign out and try again!" = "Não foi possível confirmar a sua conta do Trello. Termine a sessão e tente novamente!";

/* Get dictionary value or set dictionary value action; no dictionary key provided error reason */
"No Key Provided" = "Nenhuma chave fornecida";

/* Get distance action or get travel time action; custom location is provided but not found */
"Custom Location Not Found" = "Localização personalizada não encontrada";

/* Get distance action or get travel time action; no custom location provided error reason */
"No Custom Location" = "Sem localização personalizada";

/* Get distance action; custom location is provided but not found */
"Get Distance was configured to get the travel time from a custom location, but the custom location you entered was not found." = "A ação “Obter distância” foi configurada para obter o tempo de viagem a partir de uma localização personalizada, mas a localização personalizada introduzida não foi encontrada.";

/* Get distance action; no custom location provided error description */
"Get Distance was configured to get the travel time from a custom location, but none was provided." = "A ação “Obter distância” foi configurada para obter o tempo de viagem a partir de uma localização personalizada, mas não foi fornecida nenhuma.";

/* Get distance action; no location passed as input error */
"Get Distance could not estimate distance because no location was passed as input." = "A ação “Obter distância” não conseguiu calcular uma estimativa da distância, porque não foi passada nenhuma localização como entrada.";

/* Get emoji name action error */
"Failed to find the emoji font." = "Não foi possível encontrar o tipo de letra de emoji.";

/* Get frames from image error */
"No Image Provided" = "Não foi fornecida nenhuma imagem";

/* Get frames from image error description */
"No GIF was passed as input to Get Frames from Image." = "Não foi passado nenhum GIF como entrada para a ação “Obter fotogramas da imagem”.";

/* Get group from matched text action error */
"No Match" = "Sem correspondência";

/* Get group from matched text action error; %1$ld=group number; %2$ld=number of groups */
"The index you specified was outside of the possible range (you asked for group %1$ld, and the match has only %2$ld)" = "O índice especificado está fora do intervalo possível (pediu o grupo %1$ld mas a correspondência tem apenas %2$ld)";

/* Get group from matched text action error; %ld=group number */
"Get Group from Matched Text failed because there was no match for capture group %ld." = "A ação “Obter grupo de texto com correspondência” falhou porque não houve correspondência para o grupo de captura %ld.";

/* Get halfway point action error */
"No first location was provided." = "Não foi fornecida a primeira localização.";

/* Get halfway point action error */
"No second location was provided." = "Não foi fornecida a segunda localização.";

/* Get halfway point action error */
"Please provide a first location." = "Forneça a primeira localização.";

/* Get halfway point action error */
"Please provide a second location." = "Forneça a segunda localização.";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was invalid (you asked for items %1$d through %2$d)" = "O intervalo especificado é inválido (pediu os elementos %1$d a %2$d)";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, but the first item is at index 1.)" = "O intervalo especificado está fora do intervalo possível (pediu os elementos %1$d a %2$d, mas o primeiro elemento encontra‑se no índice 1)";

/* Get item from list action error; %1$d=item range start number; %2$d=item range end number; %3$d=number of items */
"The range you specified was outside of the possible range (you asked for items %1$d through %2$d, and the list has only %3$d)" = "O intervalo especificado está fora do intervalo possível (pediu os elementos %1$d a %2$d, mas a lista tem apenas %3$d)";

/* Get item from list action error; %d=item number */
"You asked for item %d, but the first item is at index 1." = "Solicitou o elemento n.º %d, mas o primeiro elemento está no índice 1.";

/* Get lastest photo import action error */
"Shortcuts couldn’t find any imports in your photo library." = "Atalhos não conseguiu encontrar quaisquer importações na sua fototeca.";

/* Get lastest photos action error */
"Shortcuts couldn’t find the requested items in your photo library." = "Atalhos não conseguiu encontrar os elementos necessários na sua fototeca.";

/* Get travel time error; no custom location found description */
"Get Travel Time was configured to get the travel time from a custom location, but the custom location you entered was not found." = "A ação “Obter tempo de viagem” foi configurada para obter o tempo de viagem a partir de uma localização personalizada, mas a localização personalizada introduzida não foi encontrada.";

/* Get travel time error; no custom time provided description */
"Get Travel Time was configured to get the travel time from a custom location, but none was provided." = "A ação “Obter tempo de viagem” foi configurada para obter o tempo de viagem a partir de uma localização personalizada, mas não foi fornecida nenhuma.";

/* Health access error; %@=health data type */
"Health access to %@ is off. You can turn on health data categories in the Health app." = "O acesso da aplicação Saúde a %@ está desativado. Pode ativar as categorias de dados de saúde na aplicação Saúde.";

/* Health access error; %@=health data type */
"In order to answer this question, Shortcuts needs access to your %@ data." = "Para responder a esta pergunta, Atalhos necessita de aceder aos dados de %@.";

/* Health access error; %@=health data type */
"Shortcuts does not have access to your %@ data." = "Atalhos não tem acesso aos dados de %@.";

/* Health action; %@=quantity sample name (e.g. Body Fat Percentage) */
"%@ Quantity Sample, no unit data" = "Amostra de quantidade de %@, sem dados de unidade";

/* Health category date */
"Date" = "Data";

/* Health category parameter; start of menstrual cycle; should be consistent with iOS Health app */
"Start of Cycle" = "Início do ciclo";

/* Health category start date */
"Start Date" = "Data de início";

/* Health quantity type; should be consistent with iOS Health app */
"Blood Pressure" = "Tensão arterial";

/* Health quantity; VO2 max test type; should be consistent with iOS Health app */
"Test Type" = "Tipo de teste";

/* Health quantity; blood glucose meal time; should be consistent with iOS Health app */
"Meal Time" = "Hora da refeição";

/* Health quantity; blood pressure */
"Diastolic" = "Diastólica";

/* Health quantity; blood pressure */
"Systolic" = "Sistólica";

/* Health quantity; insulin delivery reason; should be consistent with iOS Health app */
"Reason" = "Motivo";

/* Health unit for count of generic health sample */
"count" = "contagem";

/* Health unit for count of steps (歩); probably should be same as translation for “count“ if not Japanese. */
"count of steps" = "contagem";

/* Health unit for count of swimming strokes or wheelchair pushes (回); probably should be same as translation for “count“ if not Japanese. */
"count of swimming strokes, wheelchair pushes" = "contagem";

/* Health unit for joule */
"J" = "J";

/* Health unit for millimeter */
"mm" = "mm";

/* Health unit for ounce */
"oz" = "oz";

/* HealthKit access resource error; %@=HealthKit object type */
"%@ types are not implemented" = "%@ tipos não foram implementados";

/* HealthKit resource error */
"This device does not have the Health app." = "Este dispositivo não tem a aplicação Saúde.";

/* HealthKit resource error */
"This shortcut requires the Health app, which this device does not have." = "Este atalho requer a aplicação Saúde, mas o dispositivo não tem.";

/* Item with URL; $1$@ = item name; %2$@ = URL */
"%1$@ (%2$@)" = "%1$@ (%2$@)";

/* Link to a 3rd party terms of service */
"Terms of Service" = "Termos de Serviço";

/* Link to a 3rd party terms of service */
"Terms of Use" = "Termos de Utilização";

/* Location error description */
"Make sure your device isn’t in Airplane Mode and try again; turning Wi-Fi on may help." = "Certifique‑se de que o seu dispositivo não está no modo de voo e volte a tentar; ativar o Wi‑Fi pode ajudar.";

/* Location error failure reason */
"Shortcuts was unable to find your current location." = "Atalhos não conseguiu determinar a sua localização atual.";

/* Log health sample */
"An invalid date was provided. Please provide a date for the sample or leave the date field blank to use the current date." = "Foi fornecida uma data inválida. Forneça uma data para a amostra ou deixe o campo de data em branco para usar a data atual.";

/* Log health sample */
"Invalid Date Range" = "Intervalo de datas inválido";

/* Log health sample */
"No Value Selected" = "Nenhum valor selecionado";

/* Log health sample */
"Please select a type for this Health sample." = "Selecione um tipo para esta amostra de Saúde.";

/* Log health sample */
"Please select an end date that is after the start date." = "Selecione uma a data final que seja posterior à inicial.";

/* Log health sample; cervical mucus quality should be consistent with what is is called in the iOS Health App */
"Please select a value for this cervical mucus quality sample." = "Selecione um valor para esta amostra de qualidade do muco cervical.";

/* Log health sample; health sample type */
"No Type Selected" = "Nenhum tipo selecionado";

/* Log health sample; insulin delivery reason not selected */
"No Reason Selected" = "Nenhum motivo selecionado";

/* Log health sample; insulin delivery reason not selected; insulin delivery reason wording should be consistent with iOS Health app */
"Please select an insulin delivery reason." = "Selecione um motivo para a administração de insulina.";

/* Log health sample; menstruation sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this menstruation sample." = "Selecione um valor para esta amostra de menstruação.";

/* Log health sample; mentrual flow sample / cycle should be consistent with what is is called in the iOS Health App */
"Please select whether or not this sample was at the start of a cycle." = "Selecione se esta amostra foi no início de um ciclo.";

/* Log health sample; missing unit (mL, km, etc.) */
"No Unit Selected" = "Nenhuma unidade selecionada";

/* Log health sample; missing unit (mL, km, etc.) */
"Please select a unit of measurement for this Health sample." = "Selecione uma unidade de medida para esta amostra de Saúde.";

/* Log health sample; ovulation test should be consistent with what is is called in the iOS Health App */
"Please select a value for this ovulation test result sample." = "Selecione um valor para esta amostra do resultado do teste de ovulação.";

/* Log health sample; sleep analysis sample should be consistent with what is is called in the iOS Health App */
"Please select a value for this sleep analysis sample." = "Selecione um valor para esta amostra de análise do sono.";

/* Log in view; email address placeholder */
"Email address" = "Endereço de e‑mail";

/* Log workout action */
"No Workout Type Selected" = "Nenhum tipo de treino selecionado";

/* Log workout action */
"Please select a type of activity for this workout." = "Selecione um tipo de atividade para este treino.";

/* Login error */
"Your username and/or password are incorrect." = "O nome de utilizador e/ou a palavra‑passe estão incorretos.";

/* Login with email address disclaimer */
"Your credentials are stored on this device only and will not be shared with our servers or any third parties." = "As suas credenciais são armazenadas apenas neste dispositivo e não serão partilhadas com os nossos servidores nem com terceiros.";

/* Mail error */
"A recipient is required to send message" = "É necessário um destinatário para enviar a mensagem";

/* Mail error */
"A sender is required to send message" = "É necessário um remetente para enviar a mensagem";

/* Mail error */
"A stable connection to the server could not be established" = "Não foi possível estabelecer uma ligação estável ao servidor";

/* Mail error */
"Account check failed because the account is invalid" = "Falha na verificação da conta, porque a conta é inválida";

/* Mail error */
"An application specific password is required" = "É necessária uma palavra‑passe específica da aplicação";

/* Mail error */
"An error occurred during an IDLE operation" = "Ocorreu um erro durante uma operação IDLE";

/* Mail error */
"An error occurred while (un)subscribing to the requested folder" = "Ocorreu um erro ao assinar/anular a assinatura da pasta solicitada";

/* Mail error */
"An error occurred while appending a message to the requested folder" = "Ocorreu um erro ao anexar uma mensagem à pasta solicitada";

/* Mail error */
"An error occurred while copying a message to the requested folder" = "Ocorreu um erro ao copiar uma mensagem para a pasta solicitada";

/* Mail error */
"An error occurred while creating the requested folder" = "Ocorreu um erro ao criar a pasta solicitada";

/* Mail error */
"An error occurred while deleting a message on the POP server" = "Ocorreu um erro ao apagar uma mensagem no servidor POP";

/* Mail error */
"An error occurred while deleting the requested folder" = "Ocorreu um erro ao apagar a pasta solicitada";

/* Mail error */
"An error occurred while expunging a message in the requested folder" = "Ocorreu um erro ao eliminar uma mensagem na pasta solicitada";

/* Mail error */
"An error occurred while fetching a message list on the POP server" = "Ocorreu um erro ao obter uma lista de mensagens no servidor POP";

/* Mail error */
"An error occurred while fetching messages in the requested folder" = "Ocorreu um erro ao obter mensagens na pasta solicitada";

/* Mail error */
"An error occurred while performing a No-Op operation" = "Ocorreu um erro durante uma operação No‑Op";

/* Mail error */
"An error occurred while renaming the requested folder" = "Ocorreu um erro ao mudar o nome da pasta solicitada";

/* Mail error */
"An error occurred while requesting the server's capabilities" = "Ocorreu um erro ao solicitar as capacidades do servidor";

/* Mail error */
"An error occurred while requesting the server's identity" = "Ocorreu um erro ao solicitar a identidade do servidor";

/* Mail error */
"An error occurred while requesting the server's namespace" = "Ocorreu um erro ao solicitar o espaço de nomes do servidor";

/* Mail error */
"An error occurred while sending the message" = "Ocorreu um erro ao enviar a mensagem";

/* Mail error */
"An error occurred while storing flags" = "Ocorreu um erro ao armazenar marcadores";

/* Mail error */
"An error when requesting date" = "Ocorreu um erro ao solicitar a data";

/* Mail error */
"Attempted to send a message with an illegal attachment" = "Tentativa de envio de uma mensagem com um anexo ilegal";

/* Mail error */
"Authentication is required for this SMTP server" = "É necessária autenticação para este servidor SMTP";

/* Mail error */
"Bandwidth limits were exceeded while requesting data from this Gmail account" = "Foram excedidos os limites de largura de banda ao solicitar dados desta conta do Gmail";

/* Mail error */
"Cannot send message due to possible spam detected by server" = "Não é possível enviar a mensagem devido a possível correio indesejado detetado pelo servidor";

/* Mail error */
"Compression is not available" = "A compressão não está disponível";

/* Mail error */
"Credentials with password too simple" = "Credenciais com palavra‑passe demasiado simples";

/* Mail error */
"Error while running custom command" = "Erro ao executar o comando personalizado";

/* Mail error */
"File access error" = "Erro de acesso ao ficheiro";

/* Mail error */
"IMAP is not enabled for this Gmail account" = "IMAP não está ativado para esta conta do Gmail";

/* Mail error */
"MobileMe is no longer an active mail service" = "O MobileMe deixou de estar disponível como serviço de correio";

/* Mail error */
"No valid server found" = "Não foi encontrado nenhum servidor válido";

/* Mail error */
"Sending messages is not allowed on this server" = "Não é permitido enviar mensagens neste servidor";

/* Mail error */
"The SMTP storage limit was hit while trying to send a large message" = "O limite de armazenamento SMTP foi atingido durante a tentativa de envio de uma mensagem grande";

/* Mail error */
"The certificate for this server is invalid" = "O certificado para este servidor não é válido";

/* Mail error */
"The current HotMail account cannot connect to WebMail" = "A conta do HotMail atual não consegue estabelecer ligação ao WebMail";

/* Mail error */
"The operation succeeded" = "Operação bem-sucedida";

/* Mail error */
"The requested folder does not exist. Folder selection failed" = "A pasta solicitada não existe. Falha na seleção da pasta";

/* Mail error */
"The server does not support STARTTLS connections" = "O servidor não suporta ligações STARTTLS";

/* Mail error */
"The server does not support TLS/SSL connections" = "O servidor não suporta ligações TLS/SSL";

/* Mail error */
"The user needs to log in via the web browser" = "O utilizador tem de iniciar sessão através do navegador web";

/* Mail error */
"Too many simultaneous connections were made to this Gmail account" = "Foram efetuadas demasiadas ligações simultâneas para esta conta do Gmail";

/* Mail error */
"Unable to authenticate with the current session's credential" = "Não foi possível autenticar com a credencial da sessão atual";

/* Mail error */
"Unable to parse response from server" = "Não foi possível analisar a resposta do servidor";

/* Mail error */
"User is over the limit for messages allowed to be sent in a single day" = "O utilizador ultrapassou o limite diário de envio mensagens";

/* Mail error */
"Yahoo!'s servers are currently unavailable" = "Os servidores da Yahoo! não estão disponíveis";

/* Mask Image action error description, no image in the chosen variable */
"The variable “%@” did not include an image to use for masking." = "A variável “%@” não inclui uma imagem a usar na máscara.";

/* Mask Image action error description, no variable chosen */
"Make sure to select a variable for the “Image Mask” option in the Mask Image action." = "Certifique‑se de que seleciona uma variável para a opção “Máscara de imagem” na ação “Mascarar imagem”.";

/* Mask Image action error title */
"No Mask Provided" = "Nenhuma máscara fornecida";

/* Message in alert to indicate that the user needs to select a storage service for the action (see `Service (WFFileStorageService)`), %@ = localized name of the action */
"Please select a service in %@." = "Selecione um serviço em %@.";

/* Message of default error for not allowing script to run */
"This JavaScript is similar to a script that is known to be unsafe. For your security it will not run." = "Este JavaScript é semelhante a um script conhecido por não ser seguro. Para sua segurança, não será executado.";

/* Multiple App Store apps */
"App Store apps" = "Aplicações da App Store";

/* Multiple Box files */
"Box files" = "Ficheiros do Box";

/* Multiple Dropbox files */
"Dropbox files" = "Ficheiros do Dropbox";

/* Multiple Evernote notes */
"Evernote notes" = "Notas do Evernote";

/* Multiple Giphy items */
"Giphy items" = "Elementos do Giphy";

/* Multiple Trello boards */
"Trello boards" = "Quadros do Trello";

/* Multiple Trello cards */
"Trello cards" = "Fichas do Trello";

/* Multiple Trello items */
"Trello items" = "Elementos do Trello";

/* Multiple Trello lists */
"Trello lists" = "Listas do Trello";

/* Multiple Ulysses sheet */
"Ulysses sheets" = "Folhas do Ulysses";

/* Multiple bar codes */
"Bar codes" = "Códigos de barras";

/* Multiple blood pressure recordings */
"Blood pressures" = "Tensões arteriais";

/* Multiple health samples in HealthKit */
"Health samples" = "Amostras de Saúde";

/* Multiple iTunes artists */
"iTunes artists" = "Intérpretes do iTunes";

/* Multiple iTunes products */
"iTunes products" = "Produtos do iTunes";

/* Multiple text matches */
"Text matches" = "Correspondências de texto";

/* Multiple workout samples */
"Workout samples" = "Amostras de treino";

/* Name, Description, and Concentration (percentage) of an air pollutant */
"%@ - %@: %@" = "%@ - %@: %@";

/* Navigation bar title */
"Edit Account" = "Editar conta";

/* Navigation bar title */
"Email Settings" = "Definições de e-mail";

/* Navigation bar title */
"Log In to CloudApp" = "Iniciar sessão no CloudApp";

/* Navigation bar title */
"Log in | Tumblr" = "Iniciar sessão | Tumblr";

/* Navigation bar title */
"Login to Instapaper" = "Iniciar sessão no Instapaper";

/* Navigation bar title */
"Login to Pinboard" = "Iniciar sessão no Pinboard";

/* Navigation bar title */
"Login to WordPress" = "Iniciar sessão no WordPress";

/* Navigation bar title when showing trending GIF results */
"Trending" = "Mais populares";

/* Navigation bar title; app name */
"Giphy" = "Giphy";

/* Network picker option */
"Cellular" = "Rede móvel";

/* Network picker option */
"WLAN" = "WLAN";

/* Network picker option */
"Wi-Fi" = "Wi‑Fi";

/* No GIFs found empty state description */
"Clear the search bar to view trending GIFs." = "Limpe a barra de pesquisa para ver os GIFs mais populares.";

/* No GIFs found empty state title */
"No Results Found" = "Nenhum resultado";

/* None option */
"None" = "Nenhum";

/* One text match */
"Text match" = "Correspondência de texto";

/* One workout sample */
"Workout sample" = "Amostra de treino.";

/* Open URL action error */
"Make sure to pass a URL to the Open URL action." = "Certifique‑se de que passa um URL à ação “Abrir URL”.";

/* Open URL action error */
"The URL could not be opened." = "Não foi possível abrir o URL.";

/* Open app action error */
"Open App failed because it couldn’t find an app to open." = "A ação “Abrir aplicação” falhou, porque não foi possível encontrar uma aplicação para abrir.";

/* Open app action error */
"Open App failed because the app could not be opened." = "A ação “Abrir aplicação” falhou, porque não foi possível abrir a aplicação.";

/* Open in action error */
"Open In… failed because it couldn’t find an app to open in." = "A ação “Abrir com…” falhou, porque não foi possível encontrar uma aplicação com a qual abrir.";

/* Open in action error; %1$@=app name; %2$@=file name */
"%1$@ is not installed or could not open the file %2$@." = "%1$@ não está instalado ou não foi possível abrir o ficheiro %2$@.";

/* Optional field placeholder */
"Optional" = "Opcional";

/* Overlay image action error */
"Make sure to choose a variable in the Overlay Image action." = "Certifique‑se de que escolhe uma variável na ação “Sobrepor imagem”.";

/* Overlay image action error */
"No Overlay Image" = "Sem imagem sobreposta";

/* Overlay image action error; %@=variable name */
"The variable “%@” did not include an image to overlay." = "A variável “%@” não inclui uma imagem para sobrepor.";

/* Overlay image action; shown while image is being processed */
"Processing Image…" = "A processar Imagem…";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Citymapper" = "Citymapper";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Google Maps" = "Google Maps";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Maps" = "Mapas";

/* Parameter Enumeration Item for action Get Directions, parameter: App */
"Waze" = "Waze";

/* Parameter Enumeration Item for action Get Directions, parameter: App; https://transitapp.com */
"Transit (App Name)" = "De transportes";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Biking" = "De bicicleta";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Driving" = "De carro";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Transit" = "De transportes";

/* Parameter Enumeration Item for action Get Directions, parameter: Mode */
"Walking" = "A pé";

/* Parameter placeholder; parameter sets a filename */
"optional" = "opcional";

/* Parameter value */
"A+ (Parameter Value)" = "A+";

/* Parameter value */
"A- (Parameter Value)" = "A-";

/* Parameter value */
"AB+ (Parameter Value)" = "AB+";

/* Parameter value */
"AB- (Parameter Value)" = "AB-";

/* Parameter value */
"After Meal (Parameter Value)" = "Pós‑prandial";

/* Parameter value */
"Asleep (Parameter Value)" = "A dormir";

/* Parameter value */
"Awake (Parameter Value)" = "Acordado";

/* Parameter value */
"B+ (Parameter Value)" = "B+";

/* Parameter value */
"B- (Parameter Value)" = "B-";

/* Parameter value */
"Basal (Parameter Value)" = "Basal";

/* Parameter value */
"Before Meal (Parameter Value)" = "Pré‑prandial";

/* Parameter value */
"Bolus (Parameter Value)" = "Bólus";

/* Parameter value */
"Creamy (Parameter Value)" = "Pastoso";

/* Parameter value */
"Dry (Parameter Value)" = "Seca";

/* Parameter value */
"Egg White (Parameter Value)" = "Clara de ovo";

/* Parameter value */
"Female (Parameter Value)" = "Feminino";

/* Parameter value */
"Heavy (Parameter Value)" = "Forte";

/* Parameter value */
"Idle (Parameter Value)" = "Disponível";

/* Parameter value */
"In Bed (Parameter Value)" = "Na cama";

/* Parameter value */
"Indeterminate (Parameter Value)" = "Indeterminado";

/* Parameter value */
"Light (Parameter Value)" = "Claro";

/* Parameter value */
"Male (Parameter Value)" = "Masculino";

/* Parameter value */
"Max Exercise Test (Parameter Value)" = "Teste de exercício máximo";

/* Parameter value */
"Medium (Parameter Value)" = "Média";

/* Parameter value */
"Negative (Parameter Value)" = "Negativo";

/* Parameter value */
"No (Parameter Value)" = "Não";

/* Parameter value */
"Non-Exercise Prediction (Parameter Value)" = "Previsão de atividade sem exercício";

/* Parameter value */
"Not Set (Parameter Value)" = "Por definir";

/* Parameter value */
"O+ (Parameter Value)" = "O+";

/* Parameter value */
"O- (Parameter Value)" = "O-";

/* Parameter value */
"Other (Parameter Value)" = "Outro";

/* Parameter value */
"Positive (Parameter Value)" = "Positivo";

/* Parameter value */
"Protection Unused (Parameter Value)" = "Proteção não usada";

/* Parameter value */
"Protection Used (Parameter Value)" = "Proteção usada";

/* Parameter value */
"Sticky (Parameter Value)" = "Viscoso";

/* Parameter value */
"Stood (Parameter Value)" = "Tempo de pé";

/* Parameter value */
"Sub-Max Exercise Prediction (Parameter Value)" = "Previsão de exercício submáximo";

/* Parameter value */
"Unspecified (Parameter Value)" = "Não especificado";

/* Parameter value */
"Watery (Parameter Value)" = "Aguado";

/* Parameter value */
"Yes (Parameter Value)" = "Sim";

/* Parameter value; Used in the Convert Image action; this setting means the Convert Image action will match the image format of the original inputted photo */
"Match Input" = "Corresponder à entrada";

/* Password placeholder or title */
"Password" = "Palavra‑passe";

/* Person’s name field placeholder */
"John Appleseed" = "Manuel Macieira";

/* Person’s name field title */
"Name" = "Nome";

/* Pinboard login option */
"Use API Token" = "Usar token da API";

/* Pinboard login option */
"Use API Token Instead" = "Usar token da API";

/* Pinboard login option */
"Use Password" = "Usar palavra‑passe";

/* Pinboard login option */
"Use Password Instead" = "Usar palavra‑passe";

/* Pinboard login section header */
"API Token" = "Token da API";

/* Pinboard login section header */
"Pinboard Login" = "Início de sessão do Pinboard";

/* Playlist picker parameter */
"My Music Library" = "A minha biblioteca de música";

/* Pocket (app) get action error */
"No items matching the specified criteria were found in Pocket." = "Não foram encontrados elementos correspondentes aos critérios especificados no Pocket.";

/* Post to Tumblr action error */
"No Blog" = "Sem blogue";

/* Post to Tumblr action error description */
"You did not specify which blog to post to." = "Não especificou o blogue onde será efetuada a publicação.";

/* QuickLook action error */
"No Items" = "Nenhum elemento";

/* QuickLook action error */
"The Quick Look action wasn't passed any items to preview." = "Não foram passados elementos à ação Vista rápida para pré‑visualização.";

/* Recovery option; Enable Siri */
"Enable Siri" = "Ativar Siri";

/* Remove calendar item error */
"Remove" = "Remover";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to request." = "A quantia especificada, %@, está acima do máximo que pode pedir.";

/* Request payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to request." = "A quantia especificada, %@, está abaixo do mínimo que pode pedir.";

/* Request payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to request money from doesn't have a account set up with %@." = "A pessoa a quem está a tentar pedir dinheiro não tem uma conta configurada para %@ .";

/* Required field placeholder */
"Required" = "Necessário";

/* Run JavaScript action error message */
"The script must call the function `completion(result)` when finished" = "O script tem de chamar a função “completion(result)” quando terminar";

/* Run JavaScript on Web Page action error description when code failed while running and we don't know why */
"An unknown error occurred when running JavaScript." = "Ocorreu um erro desconhecido ao executar JavaScript.";

/* Run JavaScript on Web Page action error description when the script doesn't call completion() before Safari's timeout */
"Run JavaScript on Web Page failed because the script took too long to call the completion handler." = "A execução de JavaScript na página web falhou, porque o script demorou demasiado tempo a chamar o gestor de conclusão.";

/* Run JavaScript on Web Page action error title when JavaScript takes too long before returning */
"JavaScript Timeout" = "Tempo limite de JavaScript excedido";

/* Run JavaScript on Web Page action error title when code failed while running */
"JavaScript Exception" = "Exceção de JavaScript";

/* Run JavaScript on Web Page action error title when code is invalid */
"Invalid JavaScript" = "JavaScript inválido";

/* Run SSH script action; SSH authentication error */
"SSH Authentication Failed" = "A autenticação SSH falhou";

/* Run SSH script action; SSH authentication error description */
"Please check your credentials in the Run SSH Script action and try again." = "Verifique as suas credenciais na ação ”Executar script SSH” e tente de novo.";

/* Run shortcut action; shortcut to run not found error */
"Shortcut Not Found" = "Atalho não encontrado";

/* Run shortcut action; shortcut to run not found error description */
"Make sure a valid shortcut is selected in the Run Shortcut action." = "Certifique‑se de que seleciona um atalho válido na ação “Executar atalho”.";

/* SSH action error */
"Channel allocation error" = "Erro de alocação de canal";

/* SSH action error */
"Connection timed out" = "Terminou o tempo máximo permitido para a ligação";

/* SSH action error */
"Run Script Over SSH could not connect to the SSH server." = "Executar script através de SSH não conseguiu estabelecer uma ligação ao servidor SSH.";

/* Save to camera roll action; unknown album error */
"Unknown Album" = "Álbum desconhecido";

/* Save to camera roll action; unknown album error description */
"The photo album that was selected does not exist." = "O álbum fotográfico selecionado não existe.";

/* Scan machine readable code action; scon view title */
"Scan Code" = "Ler o código";

/* Search bar placeholder for searching for GIFs via Giphy */
"Search Giphy" = "Pesquisar Giphy";

/* Search local businesses action; missing search query error */
"You must provide a search query to Search Local Businesses." = "Tem de fornecer uma consulta de pesquisa à ação “Pesquisar empresas locais”.";

/* Search local businesses action; no locations found error */
"No Locations Found" = "Não foram encontradas localizações";

/* Search local businesses action; no locations found error description; %@=keyword */
"No locations were found with the keywords “%@”." = "Não foram encontradas localizações com as palavras‑chave “%@“.";

/* Section footer */
"If you use a self-hosted version of WordPress, enter the URL of your site above." = "Se usar uma versão auto‑alojada do WordPress, digite acima o URL do seu site.";

/* Section header */
"WordPress Login" = "Início de sessão do WordPress";

/* Section header for WordPress site URL */
"Site URL" = "URL do site";

/* Section header title */
"CloudApp Login" = "Início de sessão do CloudApp";

/* Section header title */
"Incoming Mail Server" = "Servidor de receção de correio";

/* Section header title */
"Instapaper Login" = "Início de sessão do Instapaper";

/* Section header title */
"Outgoing Mail Server" = "Servidor de envio de correio";

/* Section header title; email account */
"Accounts" = "Contas";

/* Send email action error */
"Cannot send emails. Email may not be set up." = "Não é possível enviar e‑mails. O e‑mail pode não estar configurado.";

/* Send email action; invalid email account error */
"Invalid Email Account" = "Conta de e‑mail inválida";

/* Send email action; invalid email account error */
"The email account that is selected is not logged into Shortcuts on this device." = "A conta de e‑mail selecionada não tem sessão iniciada em Atalhos neste dispositivo.";

/* Send message action error */
"Cannot send messages. iMessage may not be enabled." = "Não é possível enviar mensagens. O iMessage pode não estar ativado.";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is above the maximum amount you are allowed to send." = "A quantia especificada, %@, está acima do máximo que pode enviar.";

/* Send payment error message when the amount is below the minimum amount allowed */
"The amount you specified, %@, is below the minimum amount you are allowed to send." = "A quantia especificada, %@, está abaixo do mínimo que pode enviar.";

/* Send payment error message when the amount is in a currency that is not supported by the app (%1$@ = currency, i.e. US Dollars, %2$@ = service name, i.e. Apple Pay) */
"The amount you specified was in %1$@, which is not supported by %2$@." = "A quantia foi especificada em %1$@, mas essa moeda não é suportada por %2$@.";

/* Send payment error message when the user doesn't have enough money to send the payment. */
"Your account does not have enough money to send the payment." = "A sua conta não tem dinheiro suficiente para enviar o pagamento.";

/* Send payment error message when the user has no account for the payment service. %@ = service name, i.e. Apple Pay */
"The person you are trying to send money to doesn't have a account set up with %@." = "A pessoa a quem está a tentar enviar dinheiro não tem uma conta configurada para %@ .";

/* Send payment error message when the user has no bank account. */
"You don't have a bank account configured on this device." = "Não tem nenhuma conta bancária configurada neste dispositivo.";

/* Send payment error message when the user is logged out of the payment app and needs to verify their credentials. %@ = app name, i.e. Apple Pay */
"You will need to open %@ to verify your credentials." = "Terá de abrir %@ para confirmar as credenciais.";

/* Send payment error title when the amount is above the maximum amount allowed */
"Above Maximum Amount" = "Acima da quantia máxima";

/* Send payment error title when the amount is below the minimum amount allowed */
"Below Minimum Amount" = "Inferior à quantia mínima";

/* Send payment error title when the amount is in a currency that is not supported by the app */
"Currency Unsupported" = "Moeda não suportada";

/* Send payment error title when the user doesn't have enough money to send the payment. */
"Insufficient Funds" = "Fundos insuficientes";

/* Send payment error title when the user has no bank account. */
"No Bank Account" = "Nenhuma conta bancária";

/* Send payment error title when the user is logged out of the payment app and needs to verify their credentials. */
"Credentials Unverified" = "Credenciais por confirmar";

/* Send/request payment error title when the receiving user has no bank account. */
"No Account" = "Nenhuma conta";

/* Service name */
"Box" = "Box";

/* Service name */
"CloudApp" = "CloudApp";

/* Service name */
"Location" = "Localização";

/* Service name */
"Microphone" = "Microfone";

/* Service name */
"Notifications" = "Notificações";

/* Service name */
"Pinboard" = "Pinboard";

/* Service name */
"Speech Recognition" = "Reconhecimento da fala";

/* Service name */
"iCloud Drive" = "iCloud Drive";

/* Set dictionary value action; no key provided error description */
"No key was provided to the Set Dictionary Value action for the value “%@”." = "Não foi fornecida nenhuma chave à ação “Definir valor do dicionário” para o valor “%@”.";

/* Set dictionary value action; no value provided error */
"No Value Provided" = "Nenhum valor fornecido";

/* Set dictionary value action; no value provided error description */
"No value was provided to the Set Dictionary Value action for the key “%@”." = "Não foi fornecido nenhum valor à ação “Definir valor do dicionário” para a chave “%@”.";

/* Show definition action error */
"A definition could not be found for that term." = "Não foi possível encontrar uma definição para o termo.";

/* Show definition action error */
"No Word Specified" = "Nenhuma palavra especificada";

/* Show definition action error description */
"No word was passed as input to Show Definition" = "Não foi passada nenhuma palavra como entrada para a ação “Mostrar definição”.";

/* Show definition action error description */
"This may happen if no dictionaries are installed. To manage your dictionaries, select a word in any app and choose “Look Up”. Then, tap “Manage”." = "Esta situação pode ocorrer se não estiverem instalados dicionários. Para gerir os dicionários, selecione uma palavra em qualquer aplicação e escolha Procurar. Depois, toque em Gerir.";

/* Show in calendar action error */
"Calendar could not be opened." = "Não foi possível abrir o calendário.";

/* Show webpage action error */
"Unsupported URL" = "URL não suportado";

/* Show webpage action error; %@=url scheme */
"Show Web Page supports http:// and https:// URLs, but you tried to show a %@:// URL." = "A ação “Mostrar página web” suporta URL http:// e https://, mas o utilizador tentou mostrar um URL %@://.";

/* Speak text action; invalid language was provided by the user. */
"An invalid language was provided. Please provide a valid language." = "An invalid language was provided. Please provide a valid language.";

/* Speak text action; no language was provided by the user. */
"Please select a language to use when speaking." = "Please select a language to use when speaking.";

/* Start call error message when the calling service has not (yet) been configured, e. g. the user has not logged into the app. %@ = calling service name, e. g. FaceTime */
"%@ is not set up to make calls." = "%@ não está configurado para efetuar chamadas.";

/* Start call error message when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"Starting call failed because %@ is not available." = "Falha ao iniciar a chamada, porque %@ não está disponível.";

/* Start call error message when the contact is not supported by the calling service. %@ = contact identifier, e. g. phone number, email or handle. */
"Starting call failed because %@ cannot take part in the call." = "Falha ao iniciar a chamada, porque %@ não pode participar na chamada.";

/* Start call error message when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. %@ = calling service name, e. g. FaceTime */
"%@ does not support the contact details you provided." = "%@ não suporta os detalhes de contacto fornecidos.";

/* Start call error title when the calling service has not (yet) been configured, e. g. the user has not logged into the app. */
"Setup Required" = "Configuração necessária";

/* Start call error title when the calling service is temporarily not available for any reason. %@ = calling service name, e. g. FaceTime */
"%@ Unavailable" = "%@ indisponível";

/* Start call error title when the contact is not supported by the calling service. */
"Contact Not Supported" = "Contacto não suportado";

/* Start call error title when the contact's identifier (e. g. phone number, handle or email) is not valid on the calling service. */
"Invalid Contact Details" = "Detalhes de contacto inválidos";

/* Start date that blood pressure was recorded */
"Blood Pressure Start Date" = "Data de início da tensão arterial";

/* Subcategory */
"Device" = "Dispositivo";

/* Subcategory for Set Volume action */
"Playback" = "Reprodução";

/* Take photo action error */
"No suitable camera was detected on this device." = "Não foi detetada nenhuma câmara adequada neste dispositivo.";

/* Time until date action */
"An invalid date to compare to was provided." = "Foi fornecida uma data inválida para comparação.";

/* Time until date action */
"No from date was provided." = "Não foi fornecida nenhuma data de início.";

/* Time until date action error */
"An invalid from date was provided." = "Foi fornecida uma data de início inválida.";

/* Title of default error for not allowing script to run */
"Unsafe JavaScript" = "JavaScript inseguro";

/* Toggle do not disturb; error */
"An invalid end time was provided. Please provide an end time for Do Not Disturb." = "Foi fornecida uma hora de fim inválida. Forneça uma hora de fim para “Não incomodar”.";

/* Toggle do not disturb; error */
"No calendar event was provided. Please provide a calendar event to enable Do Not Disturb for the duration of." = "Não foi fornecido um evento do calendário. Forneça um evento do calendário para ativar “Não incomodar” durante esse período.";

/* Toggle do not disturb; error */
"Please provide an end time that is later than the current time for Do Not Disturb." = "Forneça uma hora de fim posterior à hora atual para “Não incomodar”.";

/* Trim video action error */
"The input was not a video that can be edited." = "A entrada não é um vídeo que possa ser editado.";

/* URL action error; %@=url */
"Invalid URL: %@" = "URL inválido: %@";

/* Ulysses (app) error description */
"Please re-authorize Shortcuts with Ulysses to access this sheet." = "Autorize novamente a aplicação Atalhos no Ulysses para aceder a esta folha.";

/* Ulysses (app) error failure reason */
"Ulysses Access Required" = "Acesso ao Ulysses necessário";

/* Unspecified health kit category sample type */
"Unspecified" = "Não especificado";

/* Used as a file name prefix before a date/time string, for example: Audio Recording 2018-03-01 at 8.13.46 PM */
"Audio Recording" = "Gravação de áudio";

/* Used in a list to delimit the elements < (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", " = ", ";

/* Used in a list to delimit the elements = (n - 1) (e.g. Green, Purple, Red, Orange, and Blue). Be sure to include a space if your language requires it. */
", and " = ", e ";

/* Used to delimit a list of exactly two items (e.g. Green and Blue). */
" and " = " e ";

/* User name field title */
"User Name" = "Nome de utilizador";

/* Username placeholder or title */
"Username" = "Nome de utilizador";

/* User’s device flashlight is not currently available error */
"This device’s flashlight is not currently available for Shortcuts to use." = "A lanterna do dispositivo não está disponível para ser usada pela aplicação Atalhos.";

/* User’s device has no flashlight error */
"This device does not have a flashlight." = "Este dispositivo não tem lanterna.";

/* Weather action; no custom location provided error description */
"The weather action was configured to get the weather at a custom location, but none was provided." = "A ação do estado do tempo foi configurada para obter o estado do tempo a partir de uma localização personalizada, mas não foi fornecida nenhuma.";

/* Weather action; no location was found to search weather */
"Unable to determine location." = "Não foi possível determinar a localização.";

/* Weather condition: Blizzard */
"Blizzard" = "Tempestade de neve";

/* Weather condition: Blowing Snow */
"Blowing Snow" = "Neve com vento";

/* Weather condition: Blustery */
"Blustery" = "Ventos fortes";

/* Weather condition: Clear */
"Clear" = "Céu limpo";

/* Weather condition: Cloudy */
"Cloudy" = "Nublado";

/* Weather condition: Cold */
"Cold" = "Frio";

/* Weather condition: Drizzle */
"Drizzle" = "Chuviscos";

/* Weather condition: Dust */
"Dust" = "Poeira";

/* Weather condition: Foggy */
"Foggy" = "Nevoeiro";

/* Weather condition: Freezing Drizzle */
"Freezing Drizzle" = "Chuvisco gelado";

/* Weather condition: Freezing Rain */
"Freezing Rain" = "Chuva gelada";

/* Weather condition: Hail */
"Hail" = "Granizo";

/* Weather condition: Haze */
"Haze" = "Neblina";

/* Weather condition: Heavy Rain */
"Heavy Rain" = "Chuva forte";

/* Weather condition: Heavy Snow */
"Heavy Snow" = "Nevão";

/* Weather condition: Hot */
"Hot" = "Quente";

/* Weather condition: Hurricane */
"Hurricane" = "Furacão";

/* Weather condition: Isolated Thundershowers */
"Isolated Thundershowers" = "Aguaceiros localizados com trovoada";

/* Weather condition: Isolated Thunderstorms */
"Isolated Thunderstorms" = "Trovoadas localizadas";

/* Weather condition: Light Snow Showers */
"Light Snow Showers" = "Aguaceiros de neve fracos";

/* Weather condition: Mixed Rain And Hail */
"Mixed Rain And Hail" = "Chuva e granizo";

/* Weather condition: Mixed Rain And Sleet */
"Mixed Rain And Sleet" = "Chuva e chuva gelada";

/* Weather condition: Mixed Rain And Snow */
"Mixed Rain And Snow" = "Neve molhada";

/* Weather condition: Mixed Snow And Sleet */
"Mixed Snow And Sleet" = "Neve e chuva gelada";

/* Weather condition: Mostly Clear */
"Mostly Clear" = "Céu pouco nublado";

/* Weather condition: Mostly Cloudy */
"Mostly Cloudy" = "Muito nublado";

/* Weather condition: Partly Cloudy */
"Partly Cloudy" = "Pouco nublado";

/* Weather condition: Rain */
"Rain" = "Chuva";

/* Weather condition: Scattered Showers */
"Scattered Showers" = "Aguaceiros dispersos";

/* Weather condition: Scattered Snow Showers */
"Scattered Snow Showers" = "Aguaceiros de neve dispersos";

/* Weather condition: Scattered Thunderstorms */
"Scattered Thunderstorms" = "Trovoadas dispersas";

/* Weather condition: Severe Thunderstorms */
"Severe Thunderstorms" = "Tempestade forte";

/* Weather condition: Showers */
"Showers" = "Aguaceiros";

/* Weather condition: Sleet */
"Sleet" = "Chuva gelada";

/* Weather condition: Smoky */
"Smoky" = "Enevoado";

/* Weather condition: Snow */
"Snow" = "Neve";

/* Weather condition: Snow Flurries */
"Snow Flurries" = "Queda fraca de neve";

/* Weather condition: Thunderstorms */
"Thunderstorms" = "Trovoadas";

/* Weather condition: Tornado */
"Tornado" = "Tornado";

/* Weather condition: Tropical Storm */
"Tropical Storm" = "Tempestade tropical";

/* Weather condition: Windy */
"Windy" = "Ventoso";

/* Weather: %1$@ = temperature, %2$@ = condition (i.e. sunny) */
"%1$@ and %2$@" = "%1$@ e %2$@";

/* Weather: Pollutant in the air */
"Air Pollutant (Single)" = "Poluente atmosférico";

/* Weather: Pollutants in the air */
"Air Pollutant (Plural)" = "Poluentes atmosféricos";

/* Wordpress url placeholder */
"https://wordpress.com" = "https://wordpress.com";

/* iCloud Drive error */
"The folder doesn’t exist." = "A pasta não existe.";

/* iCloud Drive error */
"The iCloud Container could not be found." = "Não foi possível encontrar o contentor em iCloud.";

/* iCloud Drive error */
"iCloud could not get a link to this file because it is a folder. iCloud only supports getting links to regular files." = "iCloud não conseguiu obter uma ligação para este ficheiro, porque é uma pasta. iCloud apenas suporta a obtenção de ligações para ficheiros normais.";

/* iCloud Drive error; %@ = type description */
"iCloud could not get a link to this %@ because it is a bundle (a bundle is a folder that acts like a file)." = "iCloud não conseguiu obter uma ligação para este %@, porque é um pacote (um pacote é uma pasta que funciona como um ficheiro).";

/* iCloud Drive error; %@=file URL */
"“%@” is a bundle" = "“%@” é um pacote";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) does not exist in iCloud." = "O caminho em que tentou guardar (%@) não existe em iCloud.";

/* iCloud Drive error; %@=file path */
"The path you tried to save to (%@) is an existing file in iCloud. When saving multiple files at a time, you should specify a path to a folder instead." = "O caminho em que tentou guardar (%@) é um ficheiro existente em iCloud. Ao guardar vários ficheiros em simultâneo deve especificar o caminho de uma pasta.";

/* iCloud Drive or Dropbox error; %@=file URL or name */
"“%@” is a folder" = "“%@” é uma pasta";

/* iCloud Drive, Dropbox, Box error */
"File already exists" = "O ficheiro já existe";

/* iCloud Drive, Dropbox, Box error */
"File already exists." = "O ficheiro já existe.";

/* iCloud email login authentication error description */
"The email address or password you specified was incorrect. To log into iCloud Mail in Shortcuts, you must use an app-specific password.\n\nIf you don’t have Two-Factor Authentication enabled, you must enable it in order to generate an app-specific password." = "O endereço de e‑mail ou a palavra‑passe especificados estão incorretos. Para iniciar sessão no Mail em iCloud, necessita de usar uma palavra‑passe específica da aplicação.\n\nSe não tiver a confirmação em dois passos ativada, tem de ativá‑la para gerar uma palavra‑passe específica da aplicação.";

/* iTunes Attribute Type for Actor, used for specifying where to search */
"Actor (Attribute)" = "Ator";

/* iTunes Attribute Type for Album, used for specifying where to search */
"Album (Attribute)" = "Álbum";

/* iTunes Attribute Type for Artist, used for specifying where to search */
"Artist (Attribute)" = "Intérprete";

/* iTunes Attribute Type for Author, used for specifying where to search */
"Author (Attribute)" = "Autor";

/* iTunes Attribute Type for Composer, used for specifying where to search */
"Composer (Attribute)" = "Compositor";

/* iTunes Attribute Type for Description, used for specifying where to search */
"Description (Attribute)" = "Descrição";

/* iTunes Attribute Type for Director, used for specifying where to search */
"Director (Attribute)" = "Realizador";

/* iTunes Attribute Type for Feature Film, used for specifying where to search */
"Feature Film (Attribute)" = "Longa metragem";

/* iTunes Attribute Type for Genre, used for specifying where to search */
"Genre (Attribute)" = "Género";

/* iTunes Attribute Type for Keywords, used for specifying where to search */
"Keywords (Attribute)" = "Palavras‑chave";

/* iTunes Attribute Type for Language, used for specifying where to search */
"Language (Attribute)" = "Idioma";

/* iTunes Attribute Type for Movie Artist, used for specifying where to search */
"Movie Artist (Attribute)" = "Intérprete";

/* iTunes Attribute Type for Movie, used for specifying where to search */
"Movie (Attribute)" = "Filme";

/* iTunes Attribute Type for Producer, used for specifying where to search */
"Producer (Attribute)" = "Produtor";

/* iTunes Attribute Type for Product ID, used for specifying where to search */
"Product ID (Attribute)" = "ID do produto";

/* iTunes Attribute Type for Rating Index, used for specifying where to search */
"Rating Index (Attribute)" = "Índice de classificação";

/* iTunes Attribute Type for Rating, used for specifying where to search */
"Rating (Attribute)" = "Classificação";

/* iTunes Attribute Type for Release Year, used for specifying where to search */
"Release Year (Attribute)" = "Ano de lançamento";

/* iTunes Attribute Type for Short Film, used for specifying where to search */
"Short Film (Attribute)" = "Curta metragem";

/* iTunes Attribute Type for Show, used for specifying where to search */
"Show (Attribute)" = "Programa";

/* iTunes Attribute Type for Software Developer, used for specifying where to search */
"Developer (Attribute)" = "Programador";

/* iTunes Attribute Type for Song, used for specifying where to search */
"Song (Attribute)" = "Música";

/* iTunes Attribute Type for TV Episode, used for specifying where to search */
"Episode (Attribute)" = "Episódio";

/* iTunes Attribute Type for TV Season, used for specifying where to search */
"Season (Attribute)" = "Temporada";

/* iTunes Attribute Type for Title, used for specifying where to search */
"Title (Attribute)" = "Título";

/* iTunes Attribute Type for all (every field), used for specifying where to search */
"All (Attribute)" = "Tudo";

/* iTunes Attribute Type for all (generic) artists, used for specifying where to search */
"All Artist (Attribute)" = "Intérprete";

/* iTunes Attribute Type for all (generic) tracks, used for specifying where to search */
"Track (Attribute)" = "Faixa";

/* iTunes Entity Type for Audiobook Author, used for specifying the results of a search */
"Audiobook Authors (Entity Type)" = "Autores";

/* iTunes Entity Type for Audiobook, used for specifying the results of a search */
"Audiobooks (Entity Type)" = "Audiolivros";

/* iTunes Entity Type for Books, used for specifying the results of a search */
"Books (Entity Type)" = "Livros";

/* iTunes Entity Type for Mac Software, used for specifying the results of a search */
"Mac (Entity Type)" = "Mac";

/* iTunes Entity Type for Movie Artists, used for specifying the results of a search */
"Movie Artists (Entity Type)" = "Intérpretes";

/* iTunes Entity Type for Movie, used for specifying the results of a search */
"Movies (Entity Type)" = "Filmes";

/* iTunes Entity Type for Music Album, used for specifying the results of a search */
"Albums (Entity Type)" = "Álbuns";

/* iTunes Entity Type for Music Artist, used for specifying the results of a search */
"Music Artists (Entity Type)" = "Intérpretes";

/* iTunes Entity Type for Music Song, used for specifying the results of a search */
"Songs (Entity Type)" = "Músicas";

/* iTunes Entity Type for Music Track, used for specifying the results of a search */
"Music Tracks (Entity Type)" = "Faixas";

/* iTunes Entity Type for Music Video, used for specifying the results of a search */
"Music Videos (Entity Type)" = "Telediscos";

/* iTunes Entity Type for Podcast Author, used for specifying the results of a search */
"Podcast Authors (Entity Type)" = "Autores";

/* iTunes Entity Type for Podcast, used for specifying the results of a search */
"Podcasts (Entity Type)" = "Podcasts";

/* iTunes Entity Type for Short Film Artist, used for specifying the results of a search */
"Short Film Artists (Entity Type)" = "Intérpretes";

/* iTunes Entity Type for Short Film, used for specifying the results of a search */
"Short Films (Entity Type)" = "Curtas metragens";

/* iTunes Entity Type for TV Episodes, used for specifying the results of a search */
"Episodes (Entity Type)" = "Episódios";

/* iTunes Entity Type for TV Season, used for specifying the results of a search */
"Seasons (Entity Type)" = "Temporadas";

/* iTunes Entity Type for generic artists, used for specifying the results of a search */
"Artists (Entity Type)" = "Intérpretes";

/* iTunes Entity Type for generic tracks, used for specifying the results of a search */
"Tracks (Entity Type)" = "Faixas";

/* iTunes Entity Type for iPad Software, used for specifying the results of a search */
"iPad (Entity Type)" = "iPad";

/* iTunes Entity Type for iPhone Software, used for specifying the results of a search */
"iPhone (Entity Type)" = "iPhone";

/* iTunes Media Type for Apps, used for searching */
"Apps (Media Type)" = "Aplicações";

/* iTunes Media Type for Audiobooks, used for searching */
"Audiobooks (Media Type)" = "Audiolivros";

/* iTunes Media Type for Books, used for searching */
"Books (Media Type)" = "Livros";

/* iTunes Media Type for Music Videos, used for searching */
"Music Videos (Media Type)" = "Telediscos";

/* iTunes Media Type for Music, used for searching */
"Music (Media Type)" = "Música";

/* iTunes Media Type for Podcasts, used for searching */
"Podcasts (Media Type)" = "Podcasts";

/* iTunes Media Type for Short Films, used for searching */
"Short Films (Media Type)" = "Curtas metragens";

/* iTunes Media Type for TV Shows, used for searching */
"TV Shows (Media Type)" = "Programas de TV";

/* iTunes Media Type for everything (no filter on the type), used for searching */
"All (Media Type)" = "Tudo";

/* iTunes Media Type of Movie, used for searching */
"Movies (Media Type)" = "Filmes";

